<template>
    <section class="m-7">
        <div class="anhor" id="reference"></div>
        <div class="m-7-bg-left"></div>
        <div class="wrapper">
            <h2 class="section-title wow fadeInUp"> Часто задаваемые вопросы </h2>
            <div class="m-7-blocks">
                <div class="m-7-block active wow fadeInUp">
                    <div class="anhor" id="faq_block_0"></div>
                    <div class="m-7-block-question"> Как я получу доступ после оплаты? </div>
                    <div class="m-7-block-answer">
                        <p>После оплаты соответствующей подписки необходимо заполнить короткую анкету.</p>
                        <p>Следующим этапом вы получаете персональный логин и пароль в личный кабинет, где
                            размещены
                            текстовые и видео материалы.</p>
                        <p>Кроме этого, вы будете добавлены в комьюнити чат и канал в Telegram, где проводятся
                            онлайн занятия. Это обеспечит вам не только доступ к обширным обучающим ресурсам, но
                            и
                            вовлечение в активное общение с нашим сообществом.</p>
                    </div>
                </div>
                <div class="m-7-block  wow fadeInUp">
                    <div class="anhor" id="faq_block_1"></div>
                    <div class="m-7-block-question"> Кому подойдет обучение? </div>
                    <div class="m-7-block-answer">
                        <p>Наш курс подходит как новичкам, так и опытным трейдерам.</p>
                        <p>Если вы только начинаете свое восхождение в мир трейдинга, мы предоставляем все
                            необходимые базовые знания о криптовалюте, основах работы с биржами и других
                            ключевых
                            аспектах. Наши материалы легко понять, и они обеспечат вам прочную основу для
                            дальнейшего развития в мире финансовых рынков.</p>
                        <p>Курс также охватывает множество продвинутых и переосмысленных тем, что не имеет
                            аналогов
                            в интернете. Это поможет опытным трейдерам расширить свою область знаний и
                            посмотреть на
                            подходы с другой стороны, что улучшит понимание рынка и результаты соответственно.
                        </p>
                    </div>
                </div>
                <div class="m-7-block  wow fadeInUp">
                    <div class="anhor" id="faq_block_2"></div>
                    <div class="m-7-block-question"> Где ознакомиться с отзывами? </div>
                    <div class="m-7-block-answer">
                        <p>Отзывы доступны в телеграм канале. В нем вы можете ознакомиться с мнениями и
                            впечатлениями учеников, которые прошли курс и делятся своим опытом обучения.
                            <a class="faq_btn" href="https://t.me/sdtmentorship_review" target="_blank"
                                rel="noopener">Перейти к отзывам</a>
                        </p>
                    </div>
                </div>
                <div class="m-7-block  wow fadeInUp">
                    <div class="anhor" id="faq_block_3"></div>
                    <div class="m-7-block-question"> Какими способами возможна оплата? </div>
                    <div class="m-7-block-answer">
                        <p>Оплата принимается в любой криптовалюте.</p>
                        <p>Tether TRC-20 (USDT) является наиболее популярным вариантом при оформлении подписки.
                        </p>
                        <p>Если вы предпочитаете произвести оплату с помощью другой криптовалюты, пожалуйста,
                            свяжитесь с нами через личные сообщения. Мы предоставим вам необходимую информацию о
                            кошельке для перевода. Наша цель — сделать процесс оплаты максимально простым и
                            удобным
                            для вас.</p>
                    </div>
                </div>
                <div class="m-7-block  wow fadeInUp">
                    <div class="anhor" id="faq_block_4"></div>
                    <div class="m-7-block-question">
                        Ведется ли запись онлайн занятий? </div>
                    <div class="m-7-block-answer">
                        <p>Да, все наши онлайн занятия записываются и предоставляются для просмотра через
                            несколько
                            минут после их завершения.</p>
                        <p>С целью максимизации эффективности и удобства просмотра записей конференций, они
                            содержат
                            в себе кликабельные таймкоды.</p>
                        <p>Мы понимаем, что жизненный ритм у каждого ученика индивидуален, поэтому стремимся
                            сделать
                            обучение максимально гибким. Такой подход позволяет вам в любое удобное время
                            вернуться
                            к материалам, освежить в памяти пройденные темы или подготовиться к следующему
                            занятию.
                        </p>
                    </div>
                </div>
                <div class="m-7-block  wow fadeInUp">
                    <div class="anhor" id="faq_block_5"></div>
                    <div class="m-7-block-question"> В обучение входит проверка домашних заданий? </div>
                    <div class="m-7-block-answer">
                        <p>Каждый урок сопровождается заданиями, которые помогают усвоить и углубить знания по
                            теме.
                            Их проверка является ключевой частью нашего обучающего процесса.</p>
                        <p>Выполненные задания подробно проверяются на онлайн занятиях. Наша цель — не только
                            указать на ошибки, но и предоставить индивидуальные рекомендации по их исправлению и
                            развитию ваших навыков.</p>
                        <p>Эта услуга доступна в рамках всех видов подписки и действует на протяжении всего
                            времени
                            пребывания в нашем сообществе, обеспечивая непрерывное развитие и накопление опыта.
                        </p>
                    </div>
                </div>
                <div class="m-7-block  wow fadeInUp">
                    <div class="anhor" id="faq_block_6"></div>
                    <div class="m-7-block-question"> Что происходит, когда срок подписки заканчивается? </div>
                    <div class="m-7-block-answer">
                        <p>Доступ к материалам остается навсегда, что позволяет проходить обучение в любое
                            удобное
                            для вас время, а также возвращаться к материалам и повторять изученное.</p>
                        <p>При завершении срока подписки прекращается доступ к онлайн занятиям и комьюнити.</p>
                        <p>Обновления и новые материалы включены во все активные подписки. Шестимесячная
                            подписка
                            обеспечивает пожизненные обновления.</p>
                    </div>
                </div>
            </div>
        </div>
    </section>
</template>


<script setup>
</script>

<style scoped lang="scss"></style>
